chat_system_1547411771_actor_description=Beaulla. Lady-Elf of noble birth.
chat_system_1547411771_switch_0_header_2=^?^Hello, [player]! So, can you help me my family now? Will you find the recipe for the elixir of eternal youth, which belongs to the House of Singing Leaves, but was stolen by orcs?
chat_system_1547411771_snap_5_question=^?^[s]The young lady looks at you with fear and hope:[/s] <br>Human, tell me, please tell me that you have talked to the Tree and brought the new recipe.
chat_system_1547411771_snap_5_answer_0=^?^Yes. And the Tree gave me a new recipe. Now your house once again has its recipe of eternal youth.
chat_system_1547411771_snap_5_answer_1=^?^No, I haven't talked to it yet.
chat_system_1547411771_snap_6_question=^?^Me and my whole family are eternally indebted to you. And we'll always be glad to see you in our house.<br>[reward]
chat_system_1547411771_snap_6_answer_0=^?^Thank you, maybe I'll come back later.
chat_system_1547411771_snap_0_question=^?^Oh, wanderer, do not pass by. A terrible disaster has come to the House of Singing Leaves.<br>The horrible orcs have burst into our home and taken by force the most precious valuable of every large elves' families, our Recipe for the Elixir of Eternal Youth! If our house does not keep the recipe, I'll have to give my life to the black river, or face expulsion, because I am its keeper.<br>I'll pay you well if you can help me.<br>[reward]
chat_system_1547411771_snap_0_answer_0=^?^Don't cry, my beauty, I'll help you. Wipe away your tears and tell me where the orcs have gone.
chat_system_1547411771_snap_0_answer_1=^?^I'm sorry, but I can do nothing for you right now.
chat_system_1547411771_snap_1_question=^?^I don't know where they have gone. Their troops terrorize the whole of Ellinia. I heard them calling their commander Igdym Urkurshak.<br>Find this monster and take the family recipe from him. The recipe is written on the bark of the Tree of Life.
chat_system_1547411771_snap_1_answer_0=^?^Don't worry. Calm down. I'll do everything I can.
chat_system_1547411771_snap_2_question=^?^Oh, you're back, [player]! Have you managed to return our recipe?
chat_system_1547411771_snap_2_answer_0=^?^Yes, I have your recipe. You can forget this problem, as if it were but a passing nightmare.
chat_system_1547411771_snap_2_answer_1=^?^Don't worry, beautiful elf-lady, I have not given up the search.
chat_system_1547411771_snap_3_question=^?^[s]Beaulla looks at the recipe with horror:[/s]<br>That is terrible! Look at that! My honor is destroyed! They... they... those damned orcs have spoiled our recipe!<br>I won't be able to bear the shame; my life will turn into a chain of suffering and humiliation. I cannot bear it; I would rather jump from a rock into the turbulent sea.
chat_system_1547411771_snap_3_answer_0=^?^Wait, don't jump yet. Maybe there is some way to restore the recipe, or get a new one.
chat_system_1547411771_snap_4_question=^?^Let me see. Ah, of course, there is one way to get a new recipe and save my honor.<br>You should find the Tree of Life in the Great Forest, and ask it for a new recipe. I beg you to help me. I'll be able to conceal the recipe's loss from my people for a little while. But my life is in your hands, [player].
chat_system_1547411771_snap_4_answer_0=^?^Ok! I'll bring you a new recipe.
chat_system_1547411771_snap_4_answer_1=^?^The Tree of Life? We've already met, so don't worry!
